Repository: plomino/Plomino
Catalog: Products/CMFPlomino/i18n/cmfplomino-*.po
Languages: cs, de, fr, it, lt

source: must be a float (submitted value was:
cs: musí být plovoucí (zadaná hodnota byla:
de: muss eine Fliesskomma-Zahl sein (der eingegebene Wert war:
fr: doit être nombre décimal, exemple : 4.16 (la valeur saisie était :
lt: privalo būti slankusis skaičius (buvo įvesta:

source: must be an integer (submitted value was:
cs: musí být celé číslo (zadaná hodnota byla:
de: muss eine Integer-Zahl sein (der eigegebene Wert war:
fr: doit être un nombre entier (la valeur saisie était :
lt: privalo būti sveikasis skaičius (buvo įvesta:

source: &lt;&lt; Previous
cs: &lt;&lt; Předchozí
fr: &lt;&lt; Précédents

source: (clean scripts, re-index documents, and check Plomino version migration)
cs: (vyčisti skripty, reindexuj dokumenty, a zkontroluj migraci verze Plomino)
fr: (supprime les scripts compilés, ré-indexe les documents, et exécute les migrations de version si nécessaire)

source: (if the database allows portal catalog indexing, documents are re-indexed, else they are removed from the catalog)
cs: (pokud databáze umožňuje indexování portálového katalogu, dokumenty budou reindexovány, pokud ne budou z katalogu odstraněny)
fr: (si la base autorise l'indexation dans l'index du portail, les documents sont ré-indexés, sinon ils sont supprimés de l'index du portail)

source: (save all documents with their current form: computed fields and computed on save fields will be re-computed and stored, and documents are re-indexed)
cs: (ulož všechny dokumenty s jejich aktuálním formulářem: vygenerovaná pole a pole vygenerovaná při uložení budou znovu vygenerována a uložena a dokumenty budou reindexovány)
fr: (sauve tous les documents en utilisant leur formulaire courant: les champs calculés et les champs calculés à la sauvegarde seront re-calculés et sauvés, et les documents seront ré-indexés)

source: Access control
cs: Správa přístupových práv
fr: Contrôle d'accès

source: Action
cs: Akce

source: Actions
cs: Akce

source: Add new content
cs: Přidej nový
de: Neues Dokument erstellen
fr: Ajouter un nouveau document
it: Aggiungi un nuovo contenuto
lt: Pridėti naujus įrašus

source: Add new...
cs: Přidej nový...
fr: Ajouter un(e)...

source: Agents
cs: Agenti

source: Browse
cs: Prohledávat
de: Ansichten
fr: Consulter
it: Sfoglia
lt: Naršyti

# CMFPlomino_help_ActionBarPosition
source: Select the position of the action bar
cs: Vyberte umístění lišty akcí
de: Mögliche Orte der Aktions-Anzeige
fr: Indique l'endroit où la barre d'action s'affiche
it: Seleziona la posizione della barra dell'azione
lt: Pasirinkite veiksmų juostelės padėtį

# CMFPlomino_help_ActionContent
source: Code or parameter depending on the action type
cs: Kód nebo parametr závisející na typu akce
de: Je nach Typ der Aktion
fr: En fonction du type d'action, on renseigne ici le paramètre ou le code nécessaire
it: Codice o parametro in funzione del tipo di azione
lt: Parametras ar kodas, priklausomai nuo veiksmo tipo

# CMFPlomino_help_ActionDisplay
source: How the action is shown
cs: Jak je akce zobrazena
de: Präsentationstyp der Aktion
fr: Type d'affichage de l'action
it: Come l'azione viene mostrata
lt: Kaip parodomas veiksmas

# CMFPlomino_help_ActionInActionBar
source: Display action in action bar (yes/no)
cs: Zobraz akci v liště akcí (ano/ne)
de: Soll die Aktion in der Aktion-Anzeige erscheinen?
it: Mostra questa azione nella barra delle azioni (sì/no)
lt: Rodyti veiksmą prie veiksmų juostos (taip/ne)

# CMFPlomino_help_ActionType
source: Select the type for this action
cs: Vyber typ pro tuto akci
de: Wählen Sie den Typ der Aktion
fr: Sélectionner le type d'action
it: Selezionare il tipo di questa azione
lt: Pasirinkite šio veiksmo tipą

# CMFPlomino_help_AgentContent
source: Code to execute
cs: Kód pro provedení příkazu
de: Ausführbarer Code
fr: Code à exécuter
it: Codice da eseguire
lt: Vykdyti skirtas kodas

# CMFPlomino_help_AgentRunAs
source: Run the agent using current user access rights, or using the developer access rights.
cs: Spusť agenta pod přístupovými právy aktuálního uživatele nebo přístupovými právy vývojáře.
fr: Exécute l'agent avec les droits de l'utilisateur courant, ou avec les droits du développeur qui a rédigé l'agent.

# CMFPlomino_help_ColumnFormula
source: Python code returning the column value.
cs: Python kód generující hodnotu sloupce.
de: Formel, die den Wert für die Inhalte der Spalte berechnet.
fr: Code python retournant la valeur de la colonne.
it: Codice Python che restituisce il valore di questa colonna
lt: Python kodas, pateikiantis stulpelio reikšmė.

# CMFPlomino_help_DateTimeFormat
source: Format example: %Y-%m-%d
cs: Např.: %Y-%m-%d
de: Beispiel: %Y-%m-%d
fr: Exemple de format: %Y-%m-%d
it: esempio: %Y-%m-%d
lt: Formato pvz.: %Y-%m-%d

# CMFPlomino_help_DoNotReindex
source: If True, documents are not re-indexed automatically when views, columns or indexed fields are changed. Note: manual refresh db is then needed.
cs: Pokud True, nejsou při změně pohledů, sloupců nebo indexovaných polí dokumenty automaticky reindexovány. Poznámka: je potřeba db manuálně obnovit
fr: Si activé, les documents ne sont réindexés automatiquement lors d'un changement dans le design. La réindexation doit alors être manuelle.

# CMFPlomino_help_DocumentId
source: Compute the document id at creation. (Undergoes normalization.)
cs: Vygeneruj id dokumentu při jeho vytvoření. (podléhá normalizaci.)
fr: Calcule l'ID du document à sa création. Doit être unique globalement s'il doit être synchronisé avec une autre base de données.

# CMFPlomino_help_DocumentTitle
source: Compute the document title
cs: Vytvoř nadpis dokumentu
de: Der Titel wird anhand dieser Formel erzeugt
fr: Calcule le titre du document
it: Definisce il titolo (nome) del documento Plomino
lt: Apskaičiuoti dokumento pavadinimą

# CMFPlomino_help_DynamicTableParameters
source: Change these options to customize the dynamic table.
cs: Pro přizpůsobení dynamické tabulky změň tyto možnosti.
fr: Changer les options pour adapter le comportement de la table dynamique

# CMFPlomino_help_FieldEditTemplate
source: Custom rendering template in edit mode
cs: Šablona pro vlastní rendering v editačním modu
de: Template um das Feld im Bearbeiten-Modus anzuzeigen
fr: Template spécifique pour le rendu du champ en mode modification
it: Template personalizzato utilizzato per modificare il campo
lt: Specialus šablonas redagavimo režime

# CMFPlomino_help_FieldFormula
source: How to calculate field content
cs: Jak bude vygenerovaný obsah pole
de: Formel zur Berechnung der Feldwerte
fr: Calcule la valeur du champ
it: Come sarà calcolato il contenuto del campo Plomino
lt: Kaip apskaičiuoti lauko turinį

# CMFPlomino_help_FieldIndex
source: The field will be searchable
cs: Pole bude vyhledatelné
de: Das Feld kann als Suchkriterium verwendet werden
fr: Le champ sera disponible comme critère de recherche
it: Il campo Plomino sarà ricercabile
lt: Bus galima ieškoti lauko reikšmių

# CMFPlomino_help_FieldMandatory
source: Is this field mandatory? (empty value will not be allowed)
cs: Je toto pole povinné? (Nevyplněné pole nebude povoleno)
de: Wenn Sie diese Option wählen, wird das Dokument nur erstellt, wenn dieses Feld ausgefüllt ist.
fr: Ce champs est-il obligatoire? (les saisies vides seront refusées)
it: Questo campo Plomino è obbligatorio ? (un valore nullo/vuoto non sarà permesso)
lt: Ar šis laukas privalomas (bus reikalaujama įvesti reikšmę)

# CMFPlomino_help_FieldMode
source: How content will be generated
cs: Jak bude vytvořen obsah
de: Feld-Modus: Möglichkeiten, die Feldwerte zu erhalten
fr: Façon de produire les valeurs du champ
it: Come sarà generato il contenuto
lt: Kaip bus generuojamas turinys

# CMFPlomino_help_FieldReadTemplate
source: Custom rendering template in read mode
cs: Šablona pro vlastní rendering v čtecím modu
de: Template um das Feld im Lese-Modus anzuzeigen
fr: Template spécifique pour le rendu du champ en mode lecture
it: Template personalizzato utilizzato per visualizzare il campo
lt: Specialus šablonas skaitymo režime

# CMFPlomino_help_FieldType
source: The kind of this field
cs: Druh tohoto pole
de: Feld-Typ
fr: Le type de champ
it: Il tipo di questo campo
lt: Šio lauko tipas

# CMFPlomino_help_FieldValidation
source: Evaluate the input validation
cs: Vyhodnoť zadání validace
de: Zum Überprüfen der formalen Korrektheit der Eingabe
fr: Etablit la validité de la saisie
it: Valuta e valida l'input immesso nel campo Plomino
lt: Patikrina įvestos reikšmės teisingumą

# CMFPlomino_help_FormId
source: The form id
cs: Id formuláře
de: Kurzname des Formulars
fr: Identifiant du formulaire
it: L'id (identificativo) del modulo
lt: Formos id

# CMFPlomino_help_HideDefaultActions
source: Edit, Save, Delete, Close actions will not be displayed in the action bar
cs: Akce Editovat, Uložit, Smazat a Zavřít se neobjeví v liště akcí
fr: Les actions par défaut (modifier,sauvegarder,supprimer,fermer) ne seront pas affichées dans la barre d'actions

# CMFPlomino_help_HideInMenu
source: It will not appear in the database main menu
cs: Neobjeví se v hlavním menu databáze
de: Wenn Sie diese Option wählen, wird das Formular oder die Ansicht nicht im Hauptmenu angezeigt
fr: Ne figurera pas dans le menu principal de la base
it: L'elemento non apparirà nel menù principale del database Plomino
lt: Nebus matomas pagrindiniame DB meniu lape

# CMFPlomino_help_HideViewDefaultActions
source: Delete, Close actions will not be displayed in the action bar
cs: Akce Smazat a Zavřít se neobjeví v liště akcí
fr: Les actions par défaut (supprimer,fermer) ne seront pas affichées dans la barre d'actions

# CMFPlomino_help_HidewhenFormula
source: If returning True, the block will be hidden.
cs: Pokud bude True, blok se skryje.
de: Wenn die Berechnung der Formel 'True' ergibt, wird der betroffene Bereich verborgen.
fr: Si retourne True, le bloc est caché.
it: Se restituisce True l'elemento verrà nascosto
lt: Jei bus įvertinta kaip True, šis blokas pasislėps.

# CMFPlomino_help_IndexInPortal
source: If enabled, documents are searchable in Plone search.
cs: Pokud zaškrtnuto, dokumenty je možné vyhledat ve vyhledávání v Plone.
fr: Si activé les documents pourront être recherchés dans Plone

# CMFPlomino_help_Position
source: Position in menu
cs: Umístění v menu
de: Position im Menu
fr: Position dans le menu
it: Posizione nel menu
lt: Padėtis meniu struktūroje

# CMFPlomino_help_ReverseSorting
source: Reverse the sort ordering
cs: Obrať seřazení
de: Kehrt die Sortier-Reihenfolge um
fr: Inverse l'ordre de tri
it: Inverte l'ordinamento
lt: Apsukti rūšiavimo tvarką

# CMFPlomino_help_SearchForm
source: A search form is only used to search documents, it cannot be saved.
cs: Formulář pro vyhledávání lze použít pouze pro vyhledávaní dokumentů, nedá se uložit.
de: Mit einem Suchformular kann man nur suchen, keine Dokumente erstellen.
fr: Un formulaire de recherche sert uniquement à effectuer des recherches, il ne permet pas de sauvegarder un document.
it: Un modulo di ricerca Plomino è utilizzato per ricercare documenti (Plomino); non può essere salvato.
lt: Paieškos forma naudojama tik paieškai, jos negalite išsaugoti.

# CMFPlomino_help_SearchFormula
source: Leave blank to use default ZCatalog search
cs: Pokud chcete použít defaultní ZCatalog vyhledávání nechte prázdné.
de: Leer lassen, wenn die ZCatalog-Defaultsuche verwendet werden soll
fr: Laisser vide pour utiliser la recherche ZCatalog par défaut
it: Lascia in bianco per utilizzare la ricerca di default effettuata da Zcatalog
lt: Palikite tuščią, jei naudosite numatytą Zcatalog paiešką

# CMFPlomino_help_SearchView
source: View used to display the search results
cs: Pohled pro zobrazení výsledků vyhledávání.
de: Für das Suchen und das Anzeigen der Suchresultate
fr: Vue utilise pour rechercher les documents et afficher les résultats
it: Vista utilizzata per visualizzare i risultati della ricerca.
lt: Vaizdas, naudojamas pateikti paieškos rezultatus

# CMFPlomino_help_ShowDocumentsNumbers
source: If enabled, count the number of documents for each view. Display might be slower.
cs: Spočítej dokumenty v každém pohledu. Může se tak zpomalit zobrazení.
de: Wenn Sie diese Option wählen, werden bei jeder Ansicht die Dokumente gezählt und angezeigt. Das kann den Aufbau der Ansicht verzögern.
fr: Si activé, le nombre total de documents de chaque vue sera affiché. L'affichage peut être ralenti.
it: Se abilitato vengono contati i documenti in ciascuna vista. La visualizzazione potrebbe essere più lenta.
lt: Jei įjungta, bus skaičiuojamas dokumentų kiekis visiems DB vaizdams. Gali sulėtėti informacijos pateikimas.

# CMFPlomino_help_SortColumn
source: Column used to sort the view
cs: Sloupec pro seřazení položek v pohledu
de: Spalte, nach der die Dolumente in der Ansicht sortiert werden
fr: Colonne utilisée pour trier la vue
it: Colonna utilizzata per ordinare la vista
lt: Stulpelis, pagal kurį bus rūšiuojamas DB vaizdas

# CMFPlomino_help_StartPage
source: Element to display instead of the regular database menu.
cs: Zobraz vybraný dokument misto databázového menu.
de: Eine beliebige (bestehende) Seite, die Sie anstelle des normalen Menus als Startseite anzeigen wollen.
fr: Element à afficher à la place du menu normal.
it: Elemento da visualizzare invece del menu database di default
lt: Elementas, kurį rodysite vietoje įprasto DB meniu.

# CMFPlomino_help_UsingDescription
source: Describe how to use the database
cs: Popište jak tuto databázi používat
de: Beschreiben Sie, wie man diese Datenbank verwenden kann
fr: Décrire comment utiliser cette base de données
it: Descrivere come utilizzare questo database
lt: Aprašykite, kaip naudotis duomenų baze

# CMFPlomino_help_ViewTemplate
source: Leave blank to use default
cs: Pokud chcete použít default ponechte prázdné
de: Wenn das Feld leer bleibt, wird das Standardtemplate verwendet.
fr: Laisser vide pour utiliser le template standard.
it: Lasciare vuoto per usare quello di default
lt: Palikite tuščią, jei naudosite standartinį

# CMFPlomino_help_ViewWidget
source: Rendering mode
cs: Rendering mód
fr: Mode de rendu

# CMFPlomino_help_action_id
source: The action id
cs: Id akce
de: Kurzname der Aktion
fr: L'identifiant de l'action
it: Il nome dell'azione
lt: Veiksmo id

# CMFPlomino_help_agent_id
source: The agent id
cs: id Agenta
de: Kurzname des Agenten (z.B. 007 ;-)
fr: Id de l'agent
it: Id dell'agente
lt: Agento id

# CMFPlomino_help_column_id
source: Column id
cs: Id sloupce
de: Kurzname der Spalte
fr: L'identifiant de la colonne
it: Id della colonna
lt: Stulpelio id

# CMFPlomino_help_debugMode
source: If enabled, script and formula errors are logged.
cs: Loguj chyby skriptů a vzorců.
de: Wenn Sie diese Option wählen, werden Skript- und Formel-Fehler in die log-Datei geschrieben.
fr: Si activé, les erreurs survenant dans les formules apparapitront dans la log.
it: Se abilitato gli errori di script e formule verranno loggati
lt: Jei įjungta, bus įrašomos scenarijaus bei formulių klaidos.

# CMFPlomino_help_field_id
source: The field id
cs: Id pole
de: Kurzname des Feldes
fr: L'identifiant du champ
it: Identificativo del campo
lt: Lauko id

# CMFPlomino_help_hidewhen_id
source: The hide-when id
cs: id Skryj-když
de: Kurzname der 'Verbergen, wenn'-Formel
fr: Identifiant de la formule de masquage
it: L'id di questa regola
lt: Paslėpti kai id

# CMFPlomino_help_isPage
source: A page cannot be saved and does not provide any action bar. It can be useful to build a welcome page, explanations, reports, navigation, etc.
cs: Stránka se nedá uložit a nemá lištu akcí. Tuto stránku lze použít jako uvítací, pro vysvětlivky, reporty, navigaci atd.
de: Mit einer Seite kann man keine Dokumente erstellen. Solche Formulare sind nur geeignet für Startseiten, Navigationsseiten, Berichte, Erklärungen usw.
fr: Une page dynamique ne peut pas être sauvée et ne propose pas de barre d'action. Cela peut servir à créer des pages d'accueil, d'explications, de rapports, de navgation, etc.
it: Una pagina non può essere salvata e non fornisce una barra delle azioni. Può essere utile per costruire una pagina di benvenuto, spiegazioni, report, navigazione etc
lt: Puslapis negali būti išsaugotas ir neturi veiksmų juostos. Gali būti naudingas kuriant pradinį psl., paaiškinimus, ataskaitas ir pan.

# CMFPlomino_help_onCreateDocument
source: Action to take when the document is created
cs: Akce, která se spustí při vytvoření dokumentu
de: Diese Formel wird beim Erstellen eines Dokuments ausgeführt
fr: Script excuté à la création d'un document
it: Azione da effettuare quando viene creato il documento Plomino
lt: Veiksmas, atliekamas sukūrus dokumentą

# CMFPlomino_help_onDeleteDocument
source: Action to take before deleting the document
cs: Akce, která se spustí před smazáním dokumentu
de: Diese Formel wird vor dem Löschen eines Dokuments ausgeführt
fr: Script exécuté avant la suppression d'un document
it: Azione da intraprendere quando si cancella un documento
lt: Veiksmas, atliekamas pašalinant dokumentą

# CMFPlomino_help_onOpenDocument
source: Action to take when the document is opened
cs: Akce, která se spustí při otevření dokumentu
de: Diese Formel wird beim Öffnen eines Dokuments ausgeführt
fr: Script exécuté à l'ouverture d'un document
it: Azione da intraprendere quando il documento viene aperto
lt: Veiksmas, atliekaams atveriant dokumentą

# CMFPlomino_help_onSaveDocument
source: Action to take when saving the document
cs: Akce, která se spustí při uložení dokumentu
de: Diese Formel wird beim Speichern eines Dokuments ausgeführt
fr: Script exécuté à la sauvegarde d'un document
it: Azione da intraprendere quando il documento viene salvato
lt: Veiksmas, atliekaams išsaugant dokumentą

# CMFPlomino_help_view_id
source: If changed after creation, database refresh is needed
cs: Pokud se změní po vytvoření, je nutné obnovit databázi
de: Wenn Sie die Id nach den Erstellen des Objekte ändern, müssen Sie die Datenbank neu indizieren.
fr: Si modifié après création, la base doit être rafraîchit.
it: Se viene modificato dopo la creazione è necessario ricaricare il database
lt: Jei pakeitėte po sukūrimo, reikia atnaujinti duomenų bazę

# CMFPlomino_label_AboutDescription
source: About this database
cs: O této databázi
de: Über diese Datenbank
fr: A propos de cette base de données
it: Informazioni su questo database
lt: Apie šią duomenų bazę

# CMFPlomino_label_ActionBarPosition
source: Position of the action bar
cs: Umístění lišty akcí
de: Position Aktions-Anzeige
fr: Position de la barre d'action
it: Posizione della barra dell'azione
lt: Veiksmų juostelės padėtis

# CMFPlomino_label_ActionContent
source: Parameter or code
cs: Parametr nebo kód
de: Parameter oder Code
fr: Paramètre ou code
it: Parametro o codice
lt: Parametras ar kodas

# CMFPlomino_label_ActionDisplay
source: Action display
cs: Zobrazení akce
de: Anzeige der Aktion
fr: Affichage de l'action
it: Presentazione dell'azione
lt: Veiksmų atvaizdavimas

# CMFPlomino_label_AgentRunAs
source: Run as
cs: Spusť jako
fr: Exécuter en tant que

# CMFPlomino_label_Categorized
source: Categorized
cs: Kategorizováno
de: Kategorisierung
fr: Catégorisation
it: Categorizzato (indicizzato)
lt: Sugrupuotas vaizdas

# CMFPlomino_label_ColumnFormula
source: Formula
cs: Vzorec
de: Formel
fr: Formule
lt: Formulė

# CMFPlomino_label_DateTimeFormat
source: Date/time format
cs: Formát Data/času
de: Format von Datum und Zeit
fr: Format de date
it: Formato di data/ora
lt: Datos/laiko formatas

# CMFPlomino_label_DoNotListUsers
source: Do not list portal users
cs: Nevypisuj uživatele portálu
fr: Ne pas afficher la liste des utilisateurs

# CMFPlomino_label_DoNotReindex
source: Do not re-index documents on design changes
cs: Při změně designu neprováděj reindexaci dokumentů
fr: Ne pas réindexer les documents lors des changements de design

# CMFPlomino_label_DocumentId
source: Document id formula
cs: Vzorec pro id dokumentu
fr: Formule de calcul de l'ID du document

# CMFPlomino_label_DocumentTitle
source: Document title formula
cs: Vzorec pro nadpis dokumentu
de: Titel des Dokuments
fr: Titre du document
it: Nome del documento Plomino
lt: Dokumento pavadinimo formulė

# CMFPlomino_label_DynamicTableParameters
source: Dynamic Table Parameters
cs: Parametery Dynamické Tabulky
fr: Paramètres de la table dynamique

# CMFPlomino_label_FieldEditTemplate
source: Field edit template
cs: Šablona pole pro editaci
de: Template für den Bearbeiten-Modus
fr: Template modification
it: Template per la modifica
lt: Lauko redagavimo šablonas

# CMFPlomino_label_FieldFormula
source: Formula
cs: Vzorec
de: Formel
fr: Formule
it: La Formula del campo
lt: Formulė

# CMFPlomino_label_FieldIndex
source: Add to index
cs: Přidej k indexu
de: Den Inhalt des Feldes im Katalog indizieren
fr: Ajouter dans l'index
it: Aggiungi all'indice
lt: Prideti prie indekso

# CMFPlomino_label_FieldMandatory
source: Mandatory
cs: Povinné
de: Obligatorisch
fr: Obligatoire
it: Campo obbligatorio
lt: Privalomas

# CMFPlomino_label_FieldMode
source: Field mode
cs: Mód pole
de: Modus
fr: Mode
it: La modalità del campo Plomino
lt: Lauko režimas

# CMFPlomino_label_FieldReadTemplate
source: Field read template
cs: Šablona pole pro čtení
de: Template für den Lese-Modus
fr: Template lecture
it: Template per la visualizzazione
lt: Lauko nuskaitymo šablonas

# CMFPlomino_label_FieldType
source: Field type
cs: Druh pole
de: Typ
fr: Type
it: Tipo del campo
lt: Lauko tipas

# CMFPlomino_label_FieldValidation
source: Validation formula
cs: Vzorec pro validaci
de: Validation-Formel
fr: Formule de validation
it: Formula di validazione del campo Plomino
lt: Patikrinimo formulė

# CMFPlomino_label_FormLayout
source: Form layout
cs: Layout formuláře
de: Layout des Formulars
fr: Mise en page
it: Struttura (Layout) del modulo
lt: Formos išdėstymas

# CMFPlomino_label_FulltextIndex
source: Local full-text index
cs: Místní full-text index
fr: Index local full-text

# CMFPlomino_label_HiddenColumn
source: Hidden column
cs: Skrytý sloupec
de: Verborgene Spalte
fr: Colonne cachée
it: Colonna nascosta
lt: Paslėptas stulpelis

# CMFPlomino_label_HideDefaultActions
source: Hide default actions
cs: Skryj defaultní akce
fr: Cacher les actions par défaut

# CMFPlomino_label_HideInMenu
source: Hide in menu
cs: Skryj v menu
de: Im Menu verbergen
fr: Cacher dans le menu
it: Nascondi nel menu
lt: Nerodyti meniu

# CMFPlomino_label_HideViewDefaultActions
source: Hide default actions
cs: Skryj defaultní akce
fr: Cacher les actions par défaut

# CMFPlomino_label_HidewhenFormula
source: Formula
cs: Vzorec
de: Formel
fr: Formule
it: Formula per nascondere
lt: Formulė

# CMFPlomino_label_IndexAttachments
source: Index file attachments
cs: Indexuj připojené soubory
de: Index für angehängte Dateien erstellen
fr: Indexer les fichiers joints
it: Indicizzare i file allegati
lt: Indeksuoti pridedamus failus

# CMFPlomino_label_IndexInPortal
source: Index documents in Plone portal
cs: Indexuj dokumenty na Plone portálu
fr: Indexer les documents dans le portail Plone

# CMFPlomino_label_Position
source: Position
cs: Umístění
it: Posizione
lt: Padėtis

# CMFPlomino_label_SearchForm
source: Search form
cs: Formulář pro vyhledávání
de: Suchformular
fr: Formulaire de recherche
it: Modulo di Ricerca
lt: Paieškos forma

# CMFPlomino_label_SearchFormula
source: Search formula
cs: Vzorec pro vyhledávání
de: Suchformel
fr: Formule de recherche
it: Formula di Ricerca
lt: Paieškos formulė

# CMFPlomino_label_SearchView
source: Search view
cs: Pohled Výsledky vyhledávání
de: Suchansicht
fr: Vue de recherche
it: "Vista" di ricerca
lt: Paieškos vaizdas

# CMFPlomino_label_SelectionFormula
source: Selection formula
cs: Vzorec pro výběru
de: Auswahlformel
fr: Formule de sélection
it: Formula di selezione
lt: Atrankos formulė
