Repository: plomino/Plomino
Catalog: Products/CMFPlomino/i18n/cmfplomino-*.po
Languages: cs, de, fr, it, lt

# CMFPlomino_label_ShowDocumentsNumbers
source: Count the number of documents
cs: Spočítej dokumenty
de: Dokumente zählen
fr: Compter les documents
it: Contare il numero di documenti
lt: Skaičiuoti dokumentų kiekį

# CMFPlomino_label_SortColumn
source: Sort column
cs: Seřaď sloupec
de: Spalte, nach der sortiert werden soll
fr: Colonne à trier
it: Colonna di ordinamento
lt: Rūšiuoti stulpelius

# CMFPlomino_label_StartPage
source: Start page
cs: Úvodní stránka
de: Startseite
fr: Page d'accueil
it: Pagina iniziale
lt: Pradinis puslapis

# CMFPlomino_label_UsingDescription
source: Using this database
cs: Použití této databáze
de: Bedienungsanleitung
fr: Manuel d'utilisation
it: Uso del database
lt: Kaip naudojama ši duomenų bazė

# CMFPlomino_label_ViewTemplate
source: View template
cs: Zobraz vzor
de: Ansichtstemplate
fr: Nom du template
it: Template per la visualizzazione
lt: Peržiūros šablonas

# CMFPlomino_label_debugMode
source: Debug mode
cs: Debug mód
de: Debug-Modus
fr: Mode debug
lt: Klaidų tikrinimo režimas

# CMFPlomino_label_isPage
source: Page
cs: Stránka
de: Seite
fr: Page dynamique
it: Pagina
lt: Puslapis

# CMFPlomino_label_onCreateDocument
source: On create document
cs: Při vytvoření dokumentu
de: Beim Erstellen eines Dokuments
fr: Création du document
it: Ogni qual volta si crea un nuovo documento Plomino
lt: Sukūrus dokumentą

# CMFPlomino_label_onDeleteDocument
source: On delete document
cs: Při smazání dokumentu
de: Beim Löschen eines Dokuments
fr: A la suppression du document
it: Quando viene eliminato un documento
lt: Pašalinant dokumentą

# CMFPlomino_label_onOpenDocument
source: On open document
cs: Při otevření dokumentu
de: Beim Öffnen eines Dokuments
fr: Ouverture du document
it: All'apertura del documento
lt: Atidarant dokumentą

# CMFPlomino_label_onOpenView
source: On open view
cs: Při otevření pohledu
fr: Ouverture de la vue

# CMFPlomino_label_onSaveDocument
source: On save document
cs: Při uložení dokumentu
de: Beim Speichern eines Dokuments
fr: Sauvegarde du document
it: Al salvataggio del documento
lt: Išsaugant dokumentą

source: Close
cs: Zavřít
de: Schliessen
fr: Sortir
it: Chiudi
lt: Uždaryti

source: Column
cs: Sloupec
fr: Colonne

source: Columns
cs: Sloupce
fr: Colonnes

source: Continue
cs: Pokračuj
de: Weiter
fr: Continuer
it: Continuare
lt: Tęsti

source: Database
cs: Databáze
fr: Base de données

source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
it: Cancella
lt: Pašalinti

source: Do not refresh database after design update:
cs: Neobnovuj databázi po updatu designu:
fr: Ne pas rafraîchir la base après l'import du design:

source: Do you really want to delete this document
cs: Opravdu chcete smazat tento dokument
de: Wollen Sie dieses Dokument wirklich löschen?
fr: Voulez-vous vraiment supprimer ce document

source: Do you really want to delete those documents
cs: Opravdu chcete smazat tyto dokumenty
de: Wollen Sie die markierten Dokumente wirklich löschen?
fr: Voulez-vous vraiment supprimer ces documents

source: Documents folder
cs: Adresář pro dokumenty
fr: Dossier des documents (ZMI)

source: Edit
cs: Editovat
de: Bearbeiten
fr: Modifier
it: Modifica
lt: Redaguoti

source: Entire design
cs: Celý design
fr: Design complet

source: Export
cs: Exportovat

source: Field
cs: Pole
fr: Champ

source: Fields
cs: Pole
fr: Champs

source: Form
cs: Formulář
fr: Formulaire

source: Forms
cs: Formuláře
fr: Formulaires

source: From file
cs: Ze souboru
fr: Depuis un fichier

source: From remote server
cs: Ze vzdáleného serveru
fr: Depuis un serveur distant

source: From server folder
cs: Z adresáře na serveru
fr: Depuis un dossier local du serveur

source: Generate view
cs: Generuj pohled
fr: Générer une vue

source: Go back
cs: Zpět
de: Zurück
fr: Retourner
it: Ritorna indietro
lt: Grįžti atgal

source: Hide when
cs: Skryj když
fr: Cacher quand

source: Import
cs: Importovat

source: Import/Export design
cs: Importovat/Exportovat design
fr: Import/Export du design

source: Include db settings
cs: Zahrň db nastavení
fr: Inclure les paramètres généraux de la base

source: Next &gt;&gt;
cs: Následující &gt;&gt;
fr: Suivants &gt;&gt;

source: Not categorized
cs: Není kategorizováno
de: Nicht kategorisiert
fr: Non catégorisé
lt: Negrupuojama

source: Others
cs: Ostatní
fr: Autres

source: Parameters
cs: Parametry
fr: Paramètres

source: Password
cs: Heslo
fr: Mot de passe

source: Path
cs: Cesta
fr: Chemin

source: Please log in
cs: Prosím zadejte své uživatelské jméno a heslo
de: Bitte einloggen
fr: Veuillez vous identifier.

source: Plomino XML file or in zip file
cs: soubor Plomino XML nebo v zip souboru
fr: Fichier XML Plomino ou dans le fichier zip

source: Plomino database version
cs: Verze Plomino databáze
fr: Version de la base Plomino

source: Re-compute documents
cs: Znovu vygeneruj dokumenty
fr: Re-calcule les documents

source: Re-index documents in portal catalog
cs: Reindexuj dokumenty v portálovém katalogu
fr: Ré-indexe les documents dans l'index du portail

source: Ready
cs: Připraven
fr: Prêt

source: Refresh
cs: Obnovit
de: Aktualisieren
fr: Rafraîchir
it: "Rinfresca" (Refresh)
lt: Atnaujinti

source: Refresh database
cs: Obnovit databázi
fr: Rafraîchir la base

source: Replace mode:
cs: Mód nahradit:
fr: Remplacement complet:

source: Resources folder (ZMI)
cs: Zdrojový adresář (ZMI)
fr: Dossier des ressources (ZMI)

source: Save
cs: Uložit
de: Speichern
fr: Enregistrer
it: Salva
lt: Išsaugoti

source: Search
cs: Vyhledat
de: Suche
fr: Rechercher
it: Ricerca
lt: Ieškoti

source: Source URL
cs: Zdrojová URL
fr: URL source

source: Target URL
cs: Cílová URL
fr: URL cible

source: To XML file
cs: Do XML souboru
fr: Vers un fichier XML

source: To remote server
cs: Na vzdálený server
fr: Vers un serveur distant

source: To server folder
cs: Do adresáře na serveru
fr: Vers un dossier local du serveur

source: Username
cs: Uživatelské jméno
fr: Nom d'utilisateur

source: Validation failed
cs: Validace selhala
de: Formal falsche Eingabe!
fr: La validation a échoué
it: Validazione (controllo) fallita

source: View
cs: Pohled
fr: Vue

source: Views
cs: Pohledy
fr: Vues

# datagrid_add_button_label
source: Add
cs: Přidat
fr: Ajouter

# datagrid_delete_button_label
source: Delete
cs: Smazat
fr: Supprimer

# datagrid_edit_button_label
source: Edit
cs: Editovat
fr: Modifier

# documents_count
source: Document(s) ${start} to ${end} of ${total}
cs: Document(y) ${start} od ${end} z ${total}
de: Dokument(e) ${start} bis ${end} von ${total}
fr: Document(s) ${start} à ${end} sur ${total}

source: is mandatory
cs: je povinné
de: Erforderlich
fr: est obligatoire
it: è obbligatorio
lt: yra privalomas

source: or
cs: Nebo
fr: ou

source: or elements
cs: nebo jednotlivé prvky
fr: ou les élements suivants

# plominoview_viewstatictable
source: View as static table
cs: Zobraz jako statickou tabulku
fr: Afficher un tableau statique

# CMFPlomino_help_FieldIndexType
source: The way the field values will be indexed
fr: Mode d'indexation des valeurs

# CMFPlomino_label_FieldIndexType
source: Index type
fr: Type d'index

source: Status
fr: État

source: CMFPlomino_help_AboutDescription
de: Beschreiben Sie die Datenbank, ihren Zweck, die möglichen Benutzer usw...
it: Descrizione del database, dei suoi obiettivi, del pubblico a cui è destinato.
lt: Aprašykite duomenų bazę, jos paskirtį ir t.t.

source: CMFPlomino_help_IndexAttachments
de: Wenn Sie diese Option wählen, werden angehängte Dateien indiziert, was den Katalog stark vergrössern kann.
it: Se abilitato, i file allegati verranno indicizzati. Può causare un aumento della dimensione dell'indice.
lt: Jei įjungta, prisegti failai bus indeksuojami. Tai gali išplėsti indekso apimtį.

source: CMFPlomino_help_Categorized
de: Kategorisiert anhand der Werte in der ersten Spalte
it: Indicizzato (Categorizzato) sulla prima colonna
lt: Grupuojama pagal pirmą stulpelį

source: CMFPlomino_help_FormLayout
de: Mit einem Wysiwyg-Editor können Sie das Layous der Formulars nach Belieben gestalten. Die Auszeichnungen (Stil) 'Plomino XXX' erlauben die Positionierung von Feldern, von 'Verbergen, wenn'-Formeln und von Aktionen
it: La struttura del modulo. Il testo con lo stile 'Plominofield' corrisponde agli elementi 'campo' contenuti nel modulo
lt: Formos išdėstymas. Tekstas, kuriam taikomas stilius 'Plominofield' atitinka sukurtų laukų id

source: CMFPlomino_help_SelectionFormula
de: Die Auswahl-Formel der Ansicht muss 'True' oder 'Faslse' zurückgeben. Sie entscheidet für jedes Dokument der Datenbank, ob dieses Dokument in der Ansicht erscheinen soll oder nicht. 'plominoDocument' ist ein reserviertes Schlüsselwort in der Formel, es liefert das aktuelle Dokument. Jeder Wert eines Feldes im Dokument kann mit der Attribut-Schreibweise erreicht werden: plominoDocument.<fieldname>
it: La formula di selezione della visualizzazione è una riga di codice Python che deve restituire il valore True oppure False. La formula sarà valutata per ogni documento del database per decidere se tale documento debba essere visualizzato nella vista oppure no. plominoDocument è un nome riservato nelle formule, restituisce il documento Plomino corrente. Ogni campo del documento può essere acceduto direttamente come un attributo del documento stesso: plominoDocument.<nome campo>
lt: Vaizdo pasirinkimo formulė yra Python kodo eilutė, kuri turėtų būti įvertinta kaip True ar False. Pagal šią formulę bus vertinamas kiekvienas dokumentas (įrašas) duomenų bazėje, kad pagal tai būtų nuspręsta, ar jį rodyti, ar ne. plominoDocument yra rezervuotas vardas formulėje jis parodo dabartinį Plomino dokumentą. Kiekviena dokumento lauko reikšmė gali būti prieinama tiesiogiai kaip dokumento atributas: plominoDocument.<fieldname>

source: CMFPlomino_label_ActionType
de: Typ der Aktion
it: Tipo dell'azione
lt: Veiksmo tipas

source: CMFPlomino_label_ActionHidewhen
de: 'Verbergen, wenn'-Formel
it: Formula nascondi-quando
lt: Paslėpti-kai formulė

source: CMFPlomino_help_ActionHidewhen
de: Die Aktion wird verborgen, wenn die Berechnung der Formel 'True' ergibt
it: L'azione verrà nascosta se la formula restituisce True
lt: Veiksmas paslepiamas, jei ši formulė įvertinama True

source: CMFPlomino_label_ActionInActionBar
de: Aktion im der Aktions-Anzeige anzeigen
it: Barra delle azioni
lt: Rodyti veiksmą prie veiksmų juostos

source: CMFPlomino_label_FormFormula
de: Formular-Formel
it: Formula del Modulo
lt: Formos formulė

source: CMFPlomino_help_FormFormula
de: Dokumente werden aus dieser Ansicht mit der angegebenen Formular-Formel geöffnet. (Wenn dieses Feld leer bleibt, wird die Standard-Formel verwendet).
it: I documenti vengono aperti dalla vista che viene utilizzata nella seguente formula (se il campo è vuoto, viene utilizzata il modulo del documento)
lt: Dokumentai, atverti iš DB vaizdo bus adaptuoti pagal šią formulę (jei nenurodyta, bus naudojama įprasta įvedimo forma)

source: CMFPlomino_label_ReverseSorting
de: Umgekehrte Sortierung
it: Ordinamento inverso
lt: Atvirkštinis rūšiavimas

source: From
de: Von
it: Da
lt: Nuo

source: CMFPlomino_label_AgentContent
de: Code
it: Codice
lt: Kodas

# CMFPlomino_label_field_id
source: Id
it: Id del campo
