Repository: plomino/Plomino
Catalog: Products/CMFPlomino/i18n/cmfplomino-plone-*.po
Languages: cs, de, fr, it, lt

source: Plomino: Action
cs: Plomino: Akce
de: Plomino: Aktion
it: Plomino: Azione
lt: Plomino: veiksmas

source: Plomino: Column
cs: Plomino: Sloupec
de: Plomino: Spalte
fr: Plomino: Colonne
it: Plomino: Colonna
lt: Plomino: stulpelis

source: Plomino: Database
cs: Plomino: Databáze
de: Plomino: Datenbank
lt: Plomino: duomenų bazė

source: Plomino: Document
cs: Plomino: Dokument
de: Plomino: Dokument
it: Plomino: Documento
lt: Plomino: dokumentas

source: Plomino: Field
cs: Plomino: Pole
de: Plomino: Feld
fr: Plomino: Champ
it: Plomino: Campo
lt: Plomino: laukas

source: Plomino: Form
cs: Plomino: Formulář
de: Plomino: Formular
fr: Plomino: Formulaire
it: Plomino: Modulo
lt: Plomino: forma

source: Plomino: Hide when
cs: Plomino: Skryj pokud
de: Plomino: Verbergen, wenn
fr: Plomino: Cacher quand
it: Plomino: Nascondi quando
lt: Plomino: paslėpti kai

source: Plomino: View
cs: Plomino: Pohled
de: Plomino: Ansicht
fr: Plomino: Vue
it: Plomino: Vista
lt: Plomino: vaizdas

source: Forms
cs: Formuláře
de: Formulare
fr: Formulaires
it: Moduli
lt: Formos

source: Views
cs: Pohledy
de: Ansichten
fr: Vues
it: Viste
lt: Vaizdai

source: ACL
cs: Přístupová práva
lt: Prieiga

source: About
cs: O databázi
de: Ãœber
fr: A propos
it: A proposito
lt: Apie

source: Using
cs: Použití
de: Anleitung
fr: Aide
it: Istruzioni d'uso
lt: Naudoja

source: Compose
cs: Vytvořit
de: Erstellen
fr: RÃ©diger
it: Comporre
lt: Sukurti
