Repository: plomino/Plomino
Catalog: CMFPlomino/i18n/cmfplomino-*.po
Languages: fr

# CMFPlomino_help_ActionDisplay
source: How the action is shown
fr: Type d'affichage de l'action

# CMFPlomino_help_ActionType
source: Select the type for this action
fr: Sélectionner le type d'action

# CMFPlomino_help_Categorized
source: Categorised on first column
fr: Catégoriser sur les valeurs de la première colonne

# CMFPlomino_help_FormId
source: The form id
fr: Identifiant du masque

# CMFPlomino_label_DocumentTitle
source: Document title formula
fr: Titre du document

# CMFPlomino_help_DocumentTitle
source: Compute the document title
fr: Calcule le titre du document

# CMFPlomino_label_SearchForm
source: Search form
fr: Masque de recherche

# CMFPlomino_help_SearchForm
source: A search form is only used to search documents, it cannot be saved.
fr: Un masque de recherche sert uniquement à effectuer des recherches, il ne permet pas de sauvegarder un document.

# CMFPlomino_label_SearchView
source: Search view
fr: Vue de recherche

# CMFPlomino_help_SearchView
source: View used to display the search results
fr: Vue utilisée pour rechercher les documents et afficher les résultats

# CMFPlomino_label_SearchFormula
source: Search formula
fr: Formule de recherche

# CMFPlomino_help_SearchFormula
source: Leave blank to use default Zcatalog search
fr: Laisser vide pour utiliser la recherche ZCatalog par défaut

# CMFPlomino_label_onCreateDocument
source: On create document
fr: Création du document

# CMFPlomino_help_onCreateDocument
source: Action to take when the document is created
fr: Script exécuté à la création d'un document

# CMFPlomino_label_onOpenDocument
source: On open document
fr: Ouverture du document

# CMFPlomino_help_onOpenDocument
source: Action to take when the document is opened
fr: Script exécuté à l'ouverture d'un document

# CMFPlomino_label_onSaveDocument
source: On save document
fr: Sauvegarde du document

# CMFPlomino_help_onSaveDocument
source: Action to take when saving the document
fr: Script exécuté à la sauvegarde d'un document

# CMFPlomino_label_FormLayout
source: Form layout
fr: Mise en page

# CMFPlomino_help_FormLayout
source: The form layout. text with 'Plominofield' style correspond to the contained field elements
fr: Mise en page du masque. Les styles 'PlominoXXX' permettent de signaler la position des champs, des formules 'Cacher quand...', et des actions

# CMFPlomino_label_ActionBarPosition
source: Position of the action bar
fr: Position de la barre d'action

# CMFPlomino_help_ActionBarPosition
source: Select the position of the action bar
fr: Indique l'endroit où la barre d'action s'affiche

# CMFPlomino_label_HideInMenu
source: Hide in menu
fr: Cacher dans le menu

# CMFPlomino_help_HideInMenu
source: It will not appear in the database main menu
fr: Ne figurera pas dans le menu principal de la base

# CMFPlomino_help_FieldId
source: The field id
fr: L'identifiant du champ

# CMFPlomino_label_FieldMandatory
source: Mandatory
fr: Obligatoire

# CMFPlomino_help_FieldMandatory
source: Is this field mandatory? (empty value will not be allowed)
fr: Ce champs est-il obligatoire? (les saisies vides seront refusées)

# CMFPlomino_label_FieldValidation
source: Validation formula
fr: Formule de validation

# CMFPlomino_help_FieldValidation
source: Evaluate the input validation
fr: Etablit la validité de la saisie

# CMFPlomino_label_FieldIndex
source: Add to index
fr: Ajouter dans l'index

# CMFPlomino_help_FieldIndex
source: The field will be searchable
fr: Le champ sera disponible comme critère de recherche

# CMFPlomino_label_FieldType
source: Field type
fr: Type

# CMFPlomino_help_FieldType
source: The kind of this field
fr: Le type de champ

# CMFPlomino_label_FieldMode
source: Field mode
fr: Mode

# CMFPlomino_help_FieldMode
source: How content will be generated
fr: Façon de produire les valeurs du champ

# CMFPlomino_label_FieldFormula
source: Formula
fr: Formule

# CMFPlomino_help_FieldFormula
source: How to calculate field content
fr: Calcule la valeur du champ

# CMFPlomino_label_SelectionList
source: Selection list
fr: Liste de sélection

# CMFPlomino_help_SelectionList
source: List of selectable values, one for line. Use | to separate label and value.
fr: Liste des valeurs sélectionnables. Utiliser | pour séparer le libellé et la valeur.

# CMFPlomino_label_SelectionListFormula
source: Selection list formula
fr: Formule de liste de sélection

# CMFPlomino_help_SelectionListFormula
source: Formula to compute the selection list elements
fr: Calcule la liste des valeurs sélectionnables

# CMFPlomino_help_Formula
source: How to calculate field content
fr: Formule de calcul du champ

# CMFPlomino_help_Label
source: The action name
fr: Libellé de l'action

# CMFPlomino_help_Position
source: Position in view
fr: Position dans la vue

# CMFPlomino_help_SelectionFormula
source: The view selection formula is a line of Python code which should return True or False. The formula will be evaluated for each document in the database to decide if the document must be displayed in the view or not. plominoDocument is a reserved name in formulae, it returns the current Plomino document. Each document field value can be accessed directly as an attribute of the document: plominoDocument.<fieldname>
fr: La formule de sélection de la vue est une ligne de code Python qui doit retourner un booléen. La formule sera évaluée pour chaque document dans la base Plomino pour établir si le document doit apparaître dans la vue ou pas. plominoDocument est un mot-clé réservé dans les formules, il retourne le document courant. Chaque valuer de champ du document peut être accédée de la même manière qu'un attribut: plominoDocument.<fieldname>

# CMFPlomino_help_SortColumn
source: Column used to sort the view
fr: Colonne utilisée pour trier la vue

# CMFPlomino_label_ActionDisplay
source: Action display
fr: Affichage de l'action

# CMFPlomino_label_ActionType
source: Action type
fr: Type d'action

# CMFPlomino_label_Categorized
source: Categorized
fr: Catégorisation

# CMFPlomino_label_Formula
source: Formula
fr: Formule

# CMFPlomino_label_Label
source: Label
fr: Libellé

# CMFPlomino_label_SelectionFormula
source: Selection formula
fr: Formule de sélection

# CMFPlomino_label_SortColumn
source: Sort column
fr: Colonne à trier

# CMFPlomino_label_FormFormula
source: Form Formula
fr: Calcul du masque

# CMFPlomino_help_FormFormula
source: Documents open from the view will used the following formula (they use their own form if empty)
fr: Les documents ouverts à partir de cette vue utiliseront le masque défini par cette formule (si vide, ils utilisent leur propre masque)

# CMFPlomino_label_ReverseSorting
source: Reverse Sorting
fr: Tri inversé

# CMFPlomino_help_ReverseSorting
source: Reverse the sort ordering
fr: Met le tri en ordre décroissant

# CMFPlomino_label_Content
source: Parameter or code
fr: Paramêtre ou code

# CMFPlomino_help_Content
source: Code or parameter depending on the action type
fr: En fonction du type d'action, on renseigne ici le paramêtre ou le code nécessaire

source: Edit
fr: Modifier

source: Close
fr: Sortir

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: Attach file
fr: Joindre un fichier

# attachments_label
source: Attachments:
fr: Fichiers joints:

# go_link
source: Go
fr: Voir

source: Browse
fr: Consulter

source: Search
fr: Rechercher

source: Add new content
fr: Ajouter un nouveau document

source: From
fr: De

source: To
fr: A

source: Refresh
fr: Rafraîchir
